{"<OOV>": 1, "the": 2, "a": 3, "and": 4, "of": 5, "to": 6, "is": 7, "in": 8, "i": 9, "this": 10, "that": 11, "it": 12, "/><br": 13, "was": 14, "as": 15, "with": 16, "for": 17, "but": 18, "on": 19, "movie": 20, "are": 21, "his": 22, "not": 23, "you": 24, "film": 25, "have": 26, "he": 27, "be": 28, "at": 29, "one": 30, "by": 31, "an": 32, "they": 33, "from": 34, "all": 35, "who": 36, "like": 37, "so": 38, "just": 39, "or": 40, "has": 41, "about": 42, "her": 43, "it's": 44, "if": 45, "some": 46, "out": 47, "what": 48, "very": 49, "when": 50, "there": 51, "more": 52, "would": 53, "even": 54, "my": 55, "good": 56, "she": 57, "their": 58, "only": 59, "no": 60, "really": 61, "had": 62, "up": 63, "can": 64, "which": 65, "see": 66, "were": 67, "than": 68, "we": 69, "-": 70, "been": 71, "get": 72, "into": 73, "will": 74, "much": 75, "because": 76, "story": 77, "how": 78, "most": 79, "other": 80, "do": 81, "also": 82, "don't": 83, "time": 84, "its": 85, "me": 86, "great": 87, "first": 88, "make": 89, "people": 90, "could": 91, "any": 92, "/>the": 93, "after": 94, "then": 95, "made": 96, "bad": 97, "think": 98, "many": 99, "being": 100, "never": 101, "him": 102, "two": 103, "<br": 104, "too": 105, "where": 106, "little": 107, "well": 108, "watch": 109, "way": 110, "your": 111, "it.": 112, "did": 113, "them": 114, "know": 115, "does": 116, "movie.": 117, "love": 118, "best": 119, "seen": 120, "characters": 121, "character": 122, "these": 123, "movies": 124, "ever": 125, "still": 126, "over": 127, "films": 128, "plot": 129, "such": 130, "acting": 131, "show": 132, "should": 133, "while": 134, "those": 135, "better": 136, "off": 137, "film.": 138, "say": 139, "go": 140, "something": 141, "why": 142, "through": 143, "doesn't": 144, "didn't": 145, "i'm": 146, "scene": 147, "makes": 148, "watching": 149, "film,": 150, "real": 151, "movie,": 152, "find": 153, "back": 154, "actually": 155, "scenes": 156, "every": 157, "few": 158, "going": 159, "man": 160, "life": 161, "same": 162, "new": 163, "/>i": 164, "nothing": 165, "look": 166, "another": 167, "lot": 168, "quite": 169, "thing": 170, "&": 171, "want": 172, "end": 173, "pretty": 174, "old": 175, "seems": 176, "can't": 177, "before": 178, "got": 179, "take": 180, "actors": 181, "give": 182, "years": 183, "part": 184, "may": 185, "young": 186, "between": 187, "that's": 188, "i've": 189, "both": 190, "us": 191, "without": 192, "big": 193, "thought": 194, "things": 195, "around": 196, "it,": 197, "now": 198, "saw": 199, "gets": 200, "almost": 201, "must": 202, "though": 203, "director": 204, "isn't": 205, "always": 206, "here": 207, "whole": 208, "own": 209, "horror": 210, "come": 211, "down": 212, "work": 213, "might": 214, "there's": 215, "\"the": 216, "cast": 217, "am": 218, "he's": 219, "enough": 220, "bit": 221, "probably": 222, "least": 223, "feel": 224, "last": 225, "since": 226, "long": 227, "far": 228, "funny": 229, "kind": 230, "each": 231, "rather": 232, "fact": 233, "found": 234, "original": 235, "our": 236, "world": 237, "anything": 238, "worst": 239, "guy": 240, "trying": 241, "having": 242, "interesting": 243, "making": 244, "done": 245, "action": 246, "comes": 247, "right": 248, "believe": 249, "however,": 250, "music": 251, "anyone": 252, "put": 253, "main": 254, "point": 255, "played": 256, "/>this": 257, "goes": 258, "worth": 259, "hard": 260, "looking": 261, "role": 262, "especially": 263, "looks": 264, "yet": 265, "wasn't": 266, "watched": 267, "tv": 268, "series": 269, "during": 270, "plays": 271, "minutes": 272, "family": 273, "seem": 274, "takes": 275, "three": 276, "someone": 277, "performance": 278, "script": 279, "sure": 280, "shows": 281, "comedy": 282, "different": 283, "maybe": 284, "everything": 285, "away": 286, "although": 287, "set": 288, "times": 289, "time.": 290, "woman": 291, "left": 292, "girl": 293, "american": 294, "seeing": 295, "once": 296, "you're": 297, "simply": 298, "fun": 299, "completely": 300, "play": 301, "special": 302, "everyone": 303, "used": 304, "john": 305, "well,": 306, "true": 307, "again": 308, "reason": 309, "read": 310, "high": 311, "need": 312, "until": 313, "use": 314, "black": 315, "--": 316, "idea": 317, "dvd": 318, "truly": 319, "given": 320, "sense": 321, "beautiful": 322, "nice": 323, "recommend": 324, "try": 325, "place": 326, "help": 327, "came": 328, "getting": 329, "job": 330, "rest": 331, "version": 332, "ending": 333, "let": 334, "excellent": 335, "along": 336, "keep": 337, "half": 338, "poor": 339, "less": 340, "full": 341, "shot": 342, "second": 343, "couple": 344, "tell": 345, "money": 346, "actor": 347, "effects": 348, "instead": 349, "enjoy": 350, "gives": 351, "said": 352, "(and": 353, "audience": 354, "definitely": 355, "day": 356, "understand": 357, "fan": 358, "couldn't": 359, "playing": 360, "himself": 361, "went": 362, "absolutely": 363, "next": 364, "early": 365, "remember": 366, "war": 367, "book": 368, "together": 369, "entire": 370, "become": 371, "certainly": 372, "small": 373, "screen": 374, "start": 375, "supposed": 376, "all,": 377, "liked": 378, "short": 379, "several": 380, "doing": 381, "later": 382, "felt": 383, "2": 384, "human": 385, "loved": 386, "often": 387, "sort": 388, "perhaps": 389, "hollywood": 390, "wife": 391, "against": 392, "men": 393, "star": 394, "time,": 395, "(the": 396, "night": 397, "totally": 398, "kids": 399, "is,": 400, "year": 401, "seemed": 402, "10": 403, "piece": 404, "production": 405, "wonderful": 406, "else": 407, ".": 408, "waste": 409, "camera": 410, "becomes": 411, "top": 412, "hope": 413, "wanted": 414, "she's": 415, "able": 416, "classic": 417, "you'll": 418, "home": 419, "course": 420, "based": 421, "video": 422, "called": 423, "that,": 424, "final": 425, "death": 426, "friends": 427, "performances": 428, "line": 429, "women": 430, "house": 431, "them.": 432, "": 433, "live": 434, "school": 435, "mind": 436, "lost": 437, "name": 438, "person": 439, "wants": 440, "i'd": 441, "father": 442, "stupid": 443, "perfect": 444, "gave": 445, "sound": 446, "they're": 447, "under": 448, "tries": 449, "sex": 450, "despite": 451, "low": 452, "turn": 453, "story,": 454, "one.": 455, "already": 456, "this,": 457, "won't": 458, "lead": 459, "enjoyed": 460, "either": 461, "finally": 462, "dead": 463, "care": 464, "budget": 465, "turns": 466, "guess": 467, "this.": 468, "mean": 469, "written": 470, "him.": 471, "problem": 472, "moments": 473, "face": 474, "lines": 475, "took": 476, "episode": 477, "starts": 478, "head": 479, "favorite": 480, "well.": 481, "behind": 482, "kill": 483, "and,": 484, "terrible": 485, "me,": 486, "title": 487, "story.": 488, "extremely": 489, "me.": 490, "itself": 491, "michael": 492, "boring": 493, "highly": 494, "guys": 495, "cannot": 496, "white": 497, "dialogue": 498, "lack": 499, "friend": 500, "beginning": 501, "dark": 502, "mother": 503, "looked": 504, "stars": 505, "all.": 506, "others": 507, "fine": 508, "obviously": 509, "wouldn't": 510, "heard": 511, "good.": 512, "throughout": 513, "sometimes": 514, "laugh": 515, "mr.": 516, "style": 517, "/>in": 518, "expect": 519, "decent": 520, "good,": 521, "fans": 522, "save": 523, "boy": 524, "life.": 525, "evil": 526, "wrong": 527, "group": 528, "quality": 529, "run": 530, "case": 531, "lives": 532, "late": 533, "film's": 534, "taken": 535, "/>it": 536, "feeling": 537, "attempt": 538, "works": 539, "picture": 540, "directed": 541, "complete": 542, "particularly": 543, "leave": 544, "entertaining": 545, "soon": 546, "wonder": 547, "across": 548, "awful": 549, "fight": 550, "/>if": 551, "told": 552, "3": 553, "exactly": 554, "movies,": 555, "course,": 556, "opening": 557, "except": 558, "type": 559, "movies.": 560, "says": 561, "coming": 562, "writing": 563, "worse": 564, "shown": 565, "thinking": 566, "close": 567, "huge": 568, "viewer": 569, "amazing": 570, "wish": 571, "whose": 572, "killer": 573, "stop": 574, "living": 575, "films,": 576, "car": 577, "usually": 578, "game": 579, "number": 580, "parts": 581, "acting,": 582, "act": 583, "police": 584, "killed": 585, "major": 586, "known": 587, "turned": 588, "finds": 589, "taking": 590, "children": 591, "side": 592, "running": 593, "strong": 594, "somewhat": 595, "knew": 596, "past": 597, "matter": 598, "direction": 599, "myself": 600, "hour": 601, "robert": 602, "local": 603, "horrible": 604, "call": 605, ",": 606, "brilliant": 607, "happens": 608, "obvious": 609, "bad.": 610, "james": 611, "female": 612, "david": 613, "it.<br": 614, "again,": 615, "beyond": 616, "girls": 617, "due": 618, "started": 619, "humor": 620, "including": 621, "tells": 622, "serious": 623, "characters,": 624, "none": 625, "single": 626, "son": 627, "here,": 628, "that.": 629, "upon": 630, "saying": 631, "order": 632, "aren't": 633, "i'll": 634, "mostly": 635, "way,": 636, "fact,": 637, "cinema": 638, "hit": 639, "involved": 640, "out.": 641, "/>there": 642, "town": 643, "clearly": 644, "bad,": 645, "giving": 646, "whether": 647, "british": 648, "drama": 649, "kid": 650, "bring": 651, "supporting": 652, "voice": 653, "eyes": 654, "end,": 655, "actress": 656, "seen.": 657, "relationship": 658, "cut": 659, "chance": 660, "one,": 661, "themselves": 662, "important": 663, "here.": 664, "released": 665, "haven't": 666, "knows": 667, "however": 668, "history": 669, "talking": 670, "heart": 671, "art": 672, "lots": 673, "yes,": 674, "ends": 675, "falls": 676, "simple": 677, "modern": 678, "english": 679, "four": 680, "certain": 681, "stories": 682, "but,": 683, "again.": 684, "end.": 685, "appears": 686, "child": 687, "stuff": 688, "/>but": 689, "him,": 690, "example": 691, "change": 692, "needs": 693, "similar": 694, "moment": 695, "showing": 696, "among": 697, "easily": 698, "days": 699, "is.": 700, "films.": 701, "score": 702, "kept": 703, "musical": 704, "add": 705, "french": 706, "mention": 707, "happened": 708, "named": 709, "tried": 710, "within": 711, "using": 712, "city": 713, "feels": 714, "nearly": 715, "near": 716, "bunch": 717, "movie.<br": 718, "basically": 719, "actual": 720, "song": 721, "strange": 722, "way.": 723, "apparently": 724, "miss": 725, "comic": 726, "shots": 727, "overall": 728, "greatest": 729, "fall": 730, "brought": 731, "jack": 732, "her.": 733, "hate": 734, "/>a": 735, "blood": 736, "five": 737, "plot,": 738, "typical": 739, "(i": 740, "interest": 741, "murder": 742, "life,": 743, "usual": 744, "middle": 745, "slow": 746, "stay": 747, "buy": 748, "romantic": 749, "talk": 750, "working": 751, "/>": 752, "daughter": 753, "george": 754, "film.<br": 755, "hours": 756, "cheap": 757, "sad": 758, "/>and": 759, "ten": 760, "yourself": 761, "happy": 762, "you've": 763, "body": 764, "/>as": 765, "jokes": 766, "what's": 767, "sit": 768, "happen": 769, "surprised": 770, "so,": 771, "cool": 772, "on.": 773, "decided": 774, "power": 775, "view": 776, "(as": 777, "funny.": 778, "above": 779, "hell": 780, "experience": 781, "events": 782, "oh": 783, "hear": 784, "(which": 785, "silly": 786, "easy": 787, "annoying": 788, "documentary": 789, "funny,": 790, "word": 791, "characters.": 792, "learn": 793, "flick": 794, "too.": 795, "famous": 796, "became": 797, "clear": 798, "cinematography": 799, "please": 800, "them,": 801, "5": 802, "talent": 803, "deal": 804, "attention": 805, "light": 806, "sets": 807, "imagine": 808, "filmed": 809, "rent": 810, "peter": 811, "age": 812, "television": 813, "begins": 814, "reality": 815, "sequence": 816, "brother": 817, "alone": 818, "also,": 819, "husband": 820, "gore": 821, "leaves": 822, "killing": 823, "difficult": 824, "who's": 825, "god": 826, "meets": 827, "straight": 828, "genre": 829, "previous": 830, "out,": 831, "move": 832, "keeps": 833, "means": 834, "emotional": 835, "problems": 836, "gone": 837, "(or": 838, "possibly": 839, "/>it's": 840, "violence": 841, "character,": 842, "moving": 843, "elements": 844, "1": 845, "nor": 846, "poorly": 847, "ones": 848, "episodes": 849, "towards": 850, "songs": 851, "hand": 852, "sexual": 853, "team": 854, "doubt": 855, "forget": 856, "hero": 857, "richard": 858, "somehow": 859, "possible": 860, "write": 861, "theme": 862, "ridiculous": 863, "stand": 864, "room": 865, "check": 866, "review": 867, "reading": 868, "incredibly": 869, "comments": 870, "realize": 871, "hilarious": 872, "on,": 873, "various": 874, "country": 875, "eventually": 876, "de": 877, "show.": 878, "subject": 879, "personal": 880, "4": 881, "leads": 882, "roles": 883, "figure": 884, "brings": 885, "career": 886, "enjoyable": 887, "feature": 888, "total": 889, "fairly": 890, "whom": 891, "forced": 892, "needed": 893, "message": 894, "avoid": 895, "tom": 896, "novel": 897, "level": 898, "words": 899, "unfortunately": 900, "say,": 901, "leading": 902, "meet": 903, "paul": 904, "dialog": 905, "though,": 906, "watch.": 907, "scary": 908, "dr.": 909, "scenes,": 910, "red": 911, "plenty": 912, "now,": 913, "unless": 914, "there.": 915, "tale": 916, "manages": 917, "interested": 918, "lady": 919, "spent": 920, "better.": 921, "japanese": 922, "writer": 923, "work.": 924, "you.": 925, "reviews": 926, "open": 927, "male": 928, "scene,": 929, "third": 930, "meant": 931, "king": 932, "soundtrack": 933, "monster": 934, "features": 935, "begin": 936, "up.": 937, "(a": 938, "rock": 939, "effort": 940, "deep": 941, "particular": 942, "form": 943, "unfortunately,": 944, "appear": 945, "man,": 946, "pay": 947, "attempts": 948, "viewers": 949, "sounds": 950, "create": 951, "follow": 952, "...": 953, "political": 954, "hardly": 955, "crap": 956, "expecting": 957, "worked": 958, "up,": 959, "space": 960, "points": 961, "20": 962, "oscar": 963, "average": 964, "'the": 965, "then,": 966, "general": 967, "parents": 968, "fast": 969, "premise": 970, "minute": 971, "front": 972, "class": 973, "weak": 974, "herself": 975, "fantastic": 976, "future": 977, "older": 978, "footage": 979, "whatever": 980, "theater": 981, "times,": 982, "expected": 983, "let's": 984, "plain": 985, "inside": 986, "caught": 987, "animation": 988, "following": 989, "decides": 990, "forward": 991, "her,": 992, "comment": 993, "hold": 994, "badly": 995, "sci-fi": 996, "battle": 997, "gay": 998, "unique": 999, "ask": 1000, "viewing": 1001, "visual": 1002, "uses": 1003, "portrayed": 1004, "storyline": 1005, "crew": 1006, "!": 1007, "waiting": 1008, "dramatic": 1009, "deserves": 1010, "crime": 1011, "pure": 1012, "slightly": 1013, "release": 1014, "large": 1015, "fails": 1016, "memorable": 1017, "wait": 1018, "there,": 1019, "copy": 1020, "sorry": 1021, "rating": 1022, "sister": 1023, "sees": 1024, "considering": 1025, "telling": 1026, "western": 1027, "box": 1028, "predictable": 1029, "agree": 1030, "dance": 1031, "mystery": 1032, "amount": 1033, "outside": 1034, "editing": 1035, "people,": 1036, "we're": 1037, "(who": 1038, "etc.": 1039, "quickly": 1040, "realistic": 1041, "perfectly": 1042, "sequences": 1043, "sequel": 1044, "biggest": 1045, "writers": 1046, "powerful": 1047, "dog": 1048, "dull": 1049, "admit": 1050, "disappointed": 1051, "william": 1052, "earth": 1053, "german": 1054, "unlike": 1055, "talented": 1056, "cheesy": 1057, "doctor": 1058, "compared": 1059, "result": 1060, "/>what": 1061, "van": 1062, "rich": 1063, "appreciate": 1064, "it!": 1065, "joe": 1066, "seriously": 1067, "italian": 1068, "you,": 1069, "york": 1070, "question": 1071, "atmosphere": 1072, "spend": 1073, "actors,": 1074, "hot": 1075, "fighting": 1076, "weird": 1077, "entirely": 1078, "imdb": 1079, "eye": 1080, "hands": 1081, "great,": 1082, "ways": 1083, "recent": 1084, "former": 1085, "wasted": 1086, "period": 1087, "social": 1088, "lee": 1089, "bill": 1090, "people.": 1091, "made.": 1092, "material": 1093, "filled": 1094, "directors": 1095, "boys": 1096, "plot.": 1097, "character.": 1098, "show,": 1099, "wrote": 1100, "follows": 1101, "shame": 1102, "work,": 1103, "free": 1104, "portrayal": 1105, "filmmakers": 1106, "decide": 1107, "season": 1108, "stage": 1109, "comedy,": 1110, "lame": 1111, "missing": 1112, "created": 1113, "years.": 1114, "said,": 1115, "secret": 1116, "entertainment": 1117, "likes": 1118, "nature": 1119, "suspense": 1120, "return": 1121, "weren't": 1122, "(in": 1123, "screen.": 1124, "die": 1125, "recently": 1126, "consider": 1127, "odd": 1128, "popular": 1129, "fit": 1130, "showed": 1131, "members": 1132, "earlier": 1133, "common": 1134, "familiar": 1135, "disney": 1136, "kills": 1137, "believable": 1138, "barely": 1139, "neither": 1140, "credits": 1141, "moves": 1142, "involving": 1143, "plus": 1144, "screenplay": 1145, "zombie": 1146, "crazy": 1147, "ended": 1148, "beauty": 1149, "suddenly": 1150, "cover": 1151, "thriller": 1152, "creepy": 1153, "setting": 1154, "scenes.": 1155, "too,": 1156, "situation": 1157, "ago": 1158, "bought": 1159, "leaving": 1160, "present": 1161, "air": 1162, "in.": 1163, "background": 1164, "surprise": 1165, "mark": 1166, "basic": 1167, "missed": 1168, "younger": 1169, "positive": 1170, "glad": 1171, "be.": 1172, "more.": 1173, "superb": 1174, "laughing": 1175, "\"i": 1176, "truth": 1177, "world.": 1178, "casting": 1179, "considered": 1180, "sitting": 1181, "runs": 1182, "effect": 1183, "ideas": 1184, "break": 1185, "further": 1186, "cop": 1187, "thinks": 1188, "dumb": 1189, "street": 1190, "speak": 1191, "opinion": 1192, "/>all": 1193, "apart": 1194, "otherwise": 1195, "public": 1196, "clever": 1197, "pick": 1198, "remake": 1199, "science": 1200, "acting.": 1201, "starring": 1202, "not.": 1203, "cause": 1204, "married": 1205, "added": 1206, "romance": 1207, "role.": 1208, "likely": 1209, "drug": 1210, "focus": 1211, "cinematic": 1212, "escape": 1213, "utterly": 1214, "rate": 1215, "managed": 1216, "music,": 1217, "solid": 1218, "first,": 1219, "book,": 1220, "incredible": 1221, "series,": 1222, "cast,": 1223, "producers": 1224, "successful": 1225, "produced": 1226, "state": 1227, "today": 1228, "island": 1229, "mentioned": 1230, "explain": 1231, "/>my": 1232, "great.": 1233, "thrown": 1234, "historical": 1235, "ultimately": 1236, "remains": 1237, "impossible": 1238, "twist": 1239, "acted": 1240, "bizarre": 1241, "times.": 1242, "know,": 1243, "business": 1244, "30": 1245, "script,": 1246, "movie's": 1247, "directing": 1248, "longer": 1249, "generally": 1250, "fantasy": 1251, "was,": 1252, "violent": 1253, "nobody": 1254, "series.": 1255, "puts": 1256, "scene.": 1257, "gun": 1258, "college": 1259, "10.": 1260, "chemistry": 1261, "off,": 1262, "bored": 1263, "credit": 1264, "indeed": 1265, "convincing": 1266, "stick": 1267, "dream": 1268, "animated": 1269, "ok": 1270, "won": 1271, "catch": 1272, "baby": 1273, "was.": 1274, "walk": 1275, "society": 1276, "knowing": 1277, "party": 1278, "changed": 1279, "potential": 1280, "do.": 1281, "intelligent": 1282, "constantly": 1283, "much.": 1284, "ability": 1285, "scott": 1286, "failed": 1287, "success": 1288, "shooting": 1289, "trouble": 1290, "match": 1291, "/>so": 1292, "cute": 1293, "cartoon": 1294, "died": 1295, "singing": 1296, "hoping": 1297, "note": 1298, "15": 1299, "force": 1300, "off.": 1301, "sent": 1302, "immediately": 1303, "images": 1304, "contains": 1305, "silent": 1306, "slasher": 1307, "(": 1308, "equally": 1309, "years,": 1310, "ben": 1311, "shoot": 1312, "laughs": 1313, "concept": 1314, "later,": 1315, "/>one": 1316, "choice": 1317, "company": 1318, "dancing": 1319, "thanks": 1320, "throw": 1321, "adult": 1322, "mad": 1323, "fire": 1324, "master": 1325, "you'd": 1326, "rare": 1327, "comedy.": 1328, "band": 1329, "studio": 1330, "indian": 1331, "train": 1332, "fully": 1333, "girlfriend": 1334, "water": 1335, "jane": 1336, "fake": 1337, "list": 1338, "south": 1339, "stands": 1340, "anyway,": 1341, "giant": 1342, "la": 1343, "surprisingly": 1344, "cult": 1345, "beautifully": 1346, "loves": 1347, "minor": 1348, "military": 1349, "excuse": 1350, "win": 1351, "questions": 1352, "central": 1353, "tension": 1354, "christmas": 1355, "depth": 1356, "development": 1357, "cold": 1358, "jim": 1359, "mean,": 1360, "aspect": 1361, "walking": 1362, "effective": 1363, "charles": 1364, "literally": 1365, "reasons": 1366, "respect": 1367, "computer": 1368, "pace": 1369, "brain": 1370, "sam": 1371, "touch": 1372, "control": 1373, "together.": 1374, "exciting": 1375, "vampire": 1376, "either.": 1377, "gang": 1378, "terms": 1379, "fear": 1380, "fell": 1381, "no,": 1382, "tough": 1383, "suggest": 1384, "soldiers": 1385, "chase": 1386, "suppose": 1387, "brief": 1388, "finding": 1389, "include": 1390, "frank": 1391, "pass": 1392, "oh,": 1393, "alien": 1394, "pull": 1395, "example,": 1396, "surely": 1397, "sick": 1398, "standard": 1399, "presented": 1400, "spirit": 1401, "mainly": 1402, "steve": 1403, "enough,": 1404, "meaning": 1405, "office": 1406, "joke": 1407, "adds": 1408, "brothers": 1409, "about.": 1410, "america": 1411, "bother": 1412, "lacks": 1413, "changes": 1414, "lovely": 1415, "villain": 1416, "sure,": 1417, "ever.": 1418, "available": 1419, "impression": 1420, "director,": 1421, "love,": 1422, "makers": 1423, "trip": 1424, "tone": 1425, "sweet": 1426, "in,": 1427, "did.": 1428, "mess": 1429, "army": 1430, "amusing": 1431, "seemingly": 1432, "natural": 1433, "acts": 1434, "journey": 1435, "not,": 1436, "merely": 1437, "fair": 1438, "naked": 1439, "man.": 1440, "rented": 1441, "pointless": 1442, "ok,": 1443, "putting": 1444, "innocent": 1445, "mysterious": 1446, "store": 1447, "somewhere": 1448, "subtle": 1449, "mood": 1450, "normal": 1451, "reminded": 1452, "hasn't": 1453, "complex": 1454, "role,": 1455, "falling": 1456, "twists": 1457, "world,": 1458, "day.": 1459, "/>for": 1460, "impressive": 1461, "thing.": 1462, "movie!": 1463, "helps": 1464, "ed": 1465, "thank": 1466, "minutes.": 1467, "effects,": 1468, "best.": 1469, "becoming": 1470, "offers": 1471, "provides": 1472, "lived": 1473, "onto": 1474, "led": 1475, "day,": 1476, "blue": 1477, "masterpiece": 1478, "chris": 1479, "channel": 1480, "paid": 1481, "appearance": 1482, "\"a": 1483, "fun.": 1484, "value": 1485, "flat": 1486, "allowed": 1487, "80's": 1488, "supposedly": 1489, "tired": 1490, "nudity": 1491, "still,": 1492, "government": 1493, "share": 1494, "absolute": 1495, "track": 1496, "everybody": 1497, "picked": 1498, "with.": 1499, "slowly": 1500, "wild": 1501, "shouldn't": 1502, "moral": 1503, "stuck": 1504, "funniest": 1505, "sexy": 1506, "disturbing": 1507, "audiences": 1508, "wrong.": 1509, "appeared": 1510, "thing,": 1511, "ending.": 1512, "aspects": 1513, "terrific": 1514, "appeal": 1515, "laughed": 1516, "awful.": 1517, "actors.": 1518, "road": 1519, "language": 1520, "man's": 1521, "adaptation": 1522, "turning": 1523, "bruce": 1524, "presence": 1525, "delivers": 1526, "point,": 1527, "million": 1528, "painful": 1529, "values": 1530, "mary": 1531, "edge": 1532, "support": 1533, "\"": 1534, "thus": 1535, "plan": 1536, "prison": 1537, "lets": 1538, "thats": 1539, "(not": 1540, "random": 1541, "ghost": 1542, "minutes,": 1543, "revenge": 1544, "proves": 1545, "christopher": 1546, "wondering": 1547, "performance.": 1548, "tony": 1549, "action,": 1550, "camp": 1551, "8": 1552, "detective": 1553, "notice": 1554, "thoroughly": 1555, "rated": 1556, "critics": 1557, "to.": 1558, "bottom": 1559, "pathetic": 1560, "pieces": 1561, "humour": 1562, "issues": 1563, "narrative": 1564, "opportunity": 1565, "other.": 1566, "hair": 1567, "followed": 1568, "harry": 1569, "boring.": 1570, "drawn": 1571, "heavy": 1572, "russian": 1573, "feelings": 1574, "time.<br": 1575, "teenage": 1576, "teen": 1577, "instead,": 1578, "names": 1579, "carry": 1580, "helped": 1581, "away.": 1582, "touching": 1583, "cat": 1584, "boring,": 1585, "willing": 1586, "charlie": 1587, "image": 1588, "century": 1589, "search": 1590, "wanting": 1591, "compare": 1592, "fellow": 1593, "ready": 1594, "themes": 1595, "self": 1596, "ray": 1597, "super": 1598, "7": 1599, "wearing": 1600, "attack": 1601, "student": 1602, "negative": 1603, "filming": 1604, "held": 1605, "bond": 1606, "billy": 1607, "cast.": 1608, "provide": 1609, "intended": 1610, "really,": 1611, "situations": 1612, "charming": 1613, "six": 1614, "place.": 1615, "serial": 1616, "key": 1617, "aside": 1618, "honestly": 1619, "redeeming": 1620, "personally": 1621, "moved": 1622, "sadly": 1623, "award": 1624, "magic": 1625, "emotions": 1626, "(with": 1627, "impressed": 1628, "done.": 1629, "era": 1630, "project": 1631, "interesting.": 1632, "rarely": 1633, "b": 1634, "dvd.": 1635, "yes": 1636, "drive": 1637, "worthy": 1638, "adventure": 1639, "continue": 1640, "script.": 1641, "beat": 1642, "lose": 1643, "describe": 1644, "green": 1645, "motion": 1646, "smart": 1647, "reminds": 1648, "fascinating": 1649, "building": 1650, "audience.": 1651, "holds": 1652, "element": 1653, "book.": 1654, "allow": 1655, "seen,": 1656, "awesome": 1657, "else.": 1658, "overall,": 1659, "books": 1660, "yet,": 1661, "though.": 1662, "purpose": 1663, "physical": 1664, "interesting,": 1665, "damn": 1666, "honest": 1667, "extra": 1668, "pictures": 1669, "accept": 1670, "sat": 1671, "hand,": 1672, "details": 1673, "west": 1674, "now.": 1675, "before,": 1676, "creative": 1677, "martial": 1678, "before.": 1679, "martin": 1680, "direct": 1681, "mix": 1682, "christian": 1683, "favourite": 1684, "made,": 1685, "culture": 1686, "case,": 1687, "asked": 1688, "photography": 1689, "money.": 1690, "actor,": 1691, "outstanding": 1692, "artistic": 1693, "it?": 1694, "independent": 1695, "taste": 1696, "stunning": 1697, "member": 1698, "approach": 1699, "includes": 1700, "fresh": 1701, "flying": 1702, "realized": 1703, "scenery": 1704, "character's": 1705, "listen": 1706, "information": 1707, "dad": 1708, "/>to": 1709, "offer": 1710, "religious": 1711, "returns": 1712, "back.": 1713, "places": 1714, "nowhere": 1715, "bed": 1716, "?": 1717, "victim": 1718, "family.": 1719, "opinion,": 1720, "hidden": 1721, "compelling": 1722, "comedic": 1723, "fun,": 1724, "extreme": 1725, "news": 1726, "speaking": 1727, "costumes": 1728, "(if": 1729, "hurt": 1730, "began": 1731, "love.": 1732, "born": 1733, "confused": 1734, "deeply": 1735, "tragic": 1736, "terrible.": 1737, "inspired": 1738, "struggle": 1739, "students": 1740, "radio": 1741, "developed": 1742, "law": 1743, "deserve": 1744, "cinema.": 1745, "professional": 1746, "comedies": 1747, "build": 1748, "quick": 1749, "/>when": 1750, "disappointed.": 1751, "kevin": 1752, "captain": 1753, "answer": 1754, "whilst": 1755, "land": 1756, "lies": 1757, "ride": 1758, "faces": 1759, "deliver": 1760, "mental": 1761, "intense": 1762, "job.": 1763, "pop": 1764, "location": 1765, "hated": 1766, "do,": 1767, "creating": 1768, "okay,": 1769, "trash": 1770, "asks": 1771, "blame": 1772, "producer": 1773, "accent": 1774, "ms.": 1775, "together,": 1776, "sense.": 1777, "9": 1778, "afraid": 1779, "manage": 1780, "ship": 1781, "other,": 1782, "wonderfully": 1783, "discover": 1784, "90": 1785, "shock": 1786, "down.": 1787, "learned": 1788, "introduced": 1789, "cops": 1790, "park": 1791, "gorgeous": 1792, "race": 1793, "keeping": 1794, "dialogue,": 1795, "director's": 1796, "alive": 1797, "so.": 1798, "watch,": 1799, "best,": 1800, "count": 1801, "besides": 1802, "step": 1803, "better,": 1804, "chinese": 1805, "london": 1806, "understanding": 1807, "much,": 1808, "week": 1809, "latter": 1810, "calls": 1811, "wife,": 1812, "nasty": 1813, "constant": 1814, "agent": 1815, "difference": 1816, "tim": 1817, "mediocre": 1818, "fiction": 1819, "okay": 1820, "treated": 1821, "phone": 1822, "soul": 1823, "gotten": 1824, "apparent": 1825, "girl,": 1826, "woman,": 1827, "original,": 1828, "long,": 1829, "bloody": 1830, "starting": 1831, "don": 1832, "spot": 1833, "6": 1834, "see.": 1835, "right.": 1836, "technical": 1837, "be,": 1838, "disappointing": 1839, "door": 1840, "today's": 1841, "current": 1842, "opera": 1843, "color": 1844, "superior": 1845, "limited": 1846, "prove": 1847, "climax": 1848, "porn": 1849, "performance,": 1850, "ahead": 1851, "numerous": 1852, "impact": 1853, "genius": 1854, "jerry": 1855, "attractive": 1856, "family,": 1857, "stephen": 1858, "driving": 1859, "whenever": 1860, "for.": 1861, "responsible": 1862, "double": 1863, "mr": 1864, "dealing": 1865, "hospital": 1866, "music.": 1867, "boyfriend": 1868, "himself.": 1869, "toward": 1870, "hadn't": 1871, "deals": 1872, "(like": 1873, "summer": 1874, "noticed": 1875, "trailer": 1876, "captured": 1877, "growing": 1878, "charm": 1879, "dying": 1880, "dirty": 1881, "trust": 1882, "plane": 1883, "jason": 1884, "scientist": 1885, "bits": 1886, "capture": 1887, "judge": 1888, "anybody": 1889, "planet": 1890, "original.": 1891, "therefore": 1892, "/>i'm": 1893, "sheer": 1894, "emotion": 1895, "pain": 1896, "forgotten": 1897, "cgi": 1898, "zombies": 1899, "somebody": 1900, "loud": 1901, "holes": 1902, "flick.": 1903, "hotel": 1904, "pulled": 1905, "desperate": 1906, "one's": 1907, "fan,": 1908, "likable": 1909, "kinda": 1910, "actresses": 1911, "creature": 1912, "skip": 1913, "grand": 1914, "seven": 1915, "henry": 1916, "affair": 1917, "recommended": 1918, "part,": 1919, "cry": 1920, "golden": 1921, "academy": 1922, "epic": 1923, "them.<br": 1924, "garbage": 1925, "through.": 1926, "genuinely": 1927, "exception": 1928, "according": 1929, "unusual": 1930, "confusing": 1931, "angry": 1932, "mind.": 1933, "wooden": 1934, "marriage": 1935, "relationships": 1936, "stock": 1937, "finish": 1938, "guy,": 1939, "mixed": 1940, "jones": 1941, "bigger": 1942, "dangerous": 1943, "alan": 1944, "grace": 1945, "national": 1946, "short,": 1947, "terribly": 1948, "aware": 1949, "today.": 1950, "crappy": 1951, "soldier": 1952, "americans": 1953, "expectations": 1954, "private": 1955, "fat": 1956, "unable": 1957, "foreign": 1958, "date": 1959, "screen,": 1960, "international": 1961, "mike": 1962, "surprising": 1963, "cliché": 1964, "brian": 1965, "yeah,": 1966, "we've": 1967, "ago,": 1968, "relate": 1969, "father,": 1970, "unknown": 1971, "animal": 1972, "content": 1973, "featuring": 1974, "lighting": 1975, "danny": 1976, "suspect": 1977, "mom": 1978, "arts": 1979, "hits": 1980, "moments,": 1981, "remarkable": 1982, "originally": 1983, "who,": 1984, "psychological": 1985, "met": 1986, "hopes": 1987, "stewart": 1988, "ultimate": 1989, "occasionally": 1990, "bar": 1991, "100": 1992, "murders": 1993, "watching.": 1994, "batman": 1995, "ending,": 1996, "utter": 1997, "point.": 1998, "entertaining.": 1999, "are,": 2000, "addition": 2001, "humor,": 2002, "shocking": 2003, "genre.": 2004, "brutal": 2005, "with,": 2006, "ugly": 2007, "regular": 2008, "loving": 2009, "thomas": 2010, "saving": 2011, "dressed": 2012, "commentary": 2013, "awful,": 2014, "adults": 2015, "jean": 2016, "normally": 2017, "boss": 2018, "paris": 2019, "movie?": 2020, "torture": 2021, "/>while": 2022, "discovers": 2023, "dreams": 2024, "low-budget": 2025, "mistake": 2026, "night,": 2027, "sean": 2028, "see,": 2029, "happening": 2030, "pair": 2031, "direction,": 2032, "kelly": 2033, "twenty": 2034, "involves": 2035, "eat": 2036, "to,": 2037, "johnny": 2038, "gonna": 2039, "house,": 2040, "/>you": 2041, "intriguing": 2042, "winning": 2043, "club": 2044, "they've": 2045, "grew": 2046, "church": 2047, "european": 2048, "vhs": 2049, "war,": 2050, "genuine": 2051, "actions": 2052, "portray": 2053, "twice": 2054, "detail": 2055, "smith": 2056, "passion": 2057, "finest": 2058, "steal": 2059, "childhood": 2060, "like,": 2061, "drama,": 2062, "festival": 2063, "criminal": 2064, "enough.": 2065, "references": 2066, "seconds": 2067, "station": 2068, "reach": 2069, "energy": 2070, "essentially": 2071, "more,": 2072, "saved": 2073, "ran": 2074, "teacher": 2075, "unbelievable": 2076, "opens": 2077, "(played": 2078, "forces": 2079, "death.": 2080, "zero": 2081, "finished": 2082, "continues": 2083, "justice": 2084, "breaks": 2085, "itself.": 2086, "friends,": 2087, "loose": 2088, "dies": 2089, "soap": 2090, "described": 2091, "(although": 2092, "folks": 2093, "area": 2094, "/": 2095, "eddie": 2096, "allows": 2097, "bob": 2098, "necessary": 2099, "lacking": 2100, "machine": 2101, "cant": 2102, "bringing": 2103, "provided": 2104, "joy": 2105, "collection": 2106, "loses": 2107, "industry": 2108, "heads": 2109, "pleasure": 2110, "proved": 2111, "deserved": 2112, "manner": 2113, "personality": 2114, "native": 2115, "scared": 2116, "knowledge": 2117, "grow": 2118, "overly": 2119, "victims": 2120, "anne": 2121, "conclusion": 2122, "received": 2123, "capable": 2124, "australian": 2125, "connection": 2126, "below": 2127, "fill": 2128, "nicely": 2129, "(even": 2130, "ago.": 2131, "jump": 2132, "history.": 2133, "right,": 2134, "steals": 2135, "(for": 2136, "discovered": 2137, "months": 2138, "thin": 2139, "animals": 2140, "wide": 2141, "opposite": 2142, "states": 2143, "remain": 2144, "noir": 2145, "asking": 2146, "kick": 2147, "uncle": 2148, "majority": 2149, "joan": 2150, "destroy": 2151, "bright": 2152, "visit": 2153, "sell": 2154, "creates": 2155, "himself,": 2156, "believes": 2157, "higher": 2158, "war.": 2159, "rape": 2160, "walked": 2161, "lover": 2162, "70's": 2163, "place,": 2164, "ground": 2165, "apartment": 2166, "gary": 2167, "explanation": 2168, "broken": 2169, "horse": 2170, "traditional": 2171, "worse.": 2172, "others.": 2173, "remembered": 2174, "choose": 2175, "ordinary": 2176, "issue": 2177, "jeff": 2178, "al": 2179, "cross": 2180, "sight": 2181, "flicks": 2182, "anthony": 2183, "sign": 2184, "memories": 2185, "over.": 2186, "queen": 2187, "strongly": 2188, "part.": 2189, "40": 2190, "assume": 2191, ")": 2192, "done,": 2193, "/>-": 2194, "arthur": 2195, "away,": 2196, "memory": 2197, "ancient": 2198, "asian": 2199, "food": 2200, "/>overall,": 2201, "reason,": 2202, "steven": 2203, "performances.": 2204, "caused": 2205, "wrong,": 2206, "effects.": 2207, "job,": 2208, "laughable": 2209, "roles.": 2210, "experience.": 2211, "football": 2212, "pacing": 2213, "spanish": 2214, "theatre": 2215, "money,": 2216, "wood": 2217, "fail": 2218, "accurate": 2219, "dvd,": 2220, "classic.": 2221, "combination": 2222, "lord": 2223, "reviewers": 2224, "leader": 2225, "engaging": 2226, "robin": 2227, "desire": 2228, "picture.": 2229, "seriously,": 2230, "treat": 2231, "hitchcock": 2232, "endless": 2233, "united": 2234, "violence,": 2235, "tears": 2236, "(but": 2237, "gem": 2238, "murdered": 2239, "tiny": 2240, "post": 2241, "/>not": 2242, "event": 2243, "portrays": 2244, "eating": 2245, "losing": 2246, "magnificent": 2247, "itself,": 2248, "vs.": 2249, "standing": 2250, "down,": 2251, "study": 2252, "fox": 2253, ":": 2254, "jennifer": 2255, "fights": 2256, "crap.": 2257, "talks": 2258, "/>on": 2259, "travel": 2260, "walks": 2261, "graphic": 2262, "sea": 2263, "system": 2264, "spends": 2265, "vote": 2266, "disaster": 2267, "send": 2268, "meeting": 2269, "intelligence": 2270, "gags": 2271, "howard": 2272, "largely": 2273, "clothes": 2274, "learns": 2275, "proper": 2276, "action.": 2277, "beautiful,": 2278, "virtually": 2279, "sleep": 2280, "actor.": 2281, "officer": 2282, "blind": 2283, "built": 2284, "painfully": 2285, "him.<br": 2286, "back,": 2287, "suicide": 2288, "cuts": 2289, "performances,": 2290, "here's": 2291, "sex,": 2292, "portraying": 2293, "tend": 2294, "viewed": 2295, "conflict": 2296, "drugs": 2297, "horribly": 2298, "miles": 2299, "rescue": 2300, "unnecessary": 2301, "jimmy": 2302, "empty": 2303, "price": 2304, "/>however,": 2305, "night.": 2306, "gangster": 2307, "board": 2308, "andy": 2309, "ford": 2310, "till": 2311, "around.": 2312, "/>after": 2313, "tragedy": 2314, "record": 2315, "games": 2316, "practically": 2317, "budget,": 2318, "today,": 2319, "style,": 2320, "reaction": 2321, "stupid,": 2322, "design": 2323, "ring": 2324, "home,": 2325, "humorous": 2326, "unexpected": 2327, "length": 2328, "included": 2329, "ryan": 2330, "filmmaker": 2331, "awkward": 2332, "range": 2333, "woods": 2334, "flaws": 2335, "captures": 2336, "numbers": 2337, "death,": 2338, "well.<br": 2339, "50": 2340, "/>some": 2341, "fred": 2342, "media": 2343, "plots": 2344, "insult": 2345, "u.s.": 2346, "finally,": 2347, "contemporary": 2348, "days.": 2349, "delivered": 2350, "something.": 2351, "rise": 2352, "jackson": 2353, "emotionally": 2354, "adam": 2355, "fits": 2356, "sense,": 2357, "reviewer": 2358, "screaming": 2359, "hilarious.": 2360, "mother,": 2361, "curious": 2362, "theatrical": 2363, "latest": 2364, "mind,": 2365, "worse,": 2366, "nick": 2367, "evidence": 2368, "drama.": 2369, "suffers": 2370, "develop": 2371, "holding": 2372, "pilot": 2373, "director.": 2374, "relatively": 2375, "boy,": 2376, "quiet": 2377, "eric": 2378, "julie": 2379, "terrible,": 2380, "vision": 2381, "lucky": 2382, "revealed": 2383, "know.": 2384, "edited": 2385, "house.": 2386, "individual": 2387, "grown": 2388, "commercial": 2389, "hearing": 2390, "mouth": 2391, "least,": 2392, "heroes": 2393, "ruined": 2394, "convince": 2395, "players": 2396, "produce": 2397, "strength": 2398, "spoil": 2399, "wall": 2400, "buddy": 2401, "stone": 2402, "stopped": 2403, "artist": 2404, "anywhere": 2405, "us,": 2406, "moments.": 2407, "delightful": 2408, "barbara": 2409, "monsters": 2410, "recognize": 2411, "mission": 2412, "loss": 2413, "of.": 2414, "humor.": 2415, "cameo": 2416, "underrated": 2417, "stars.": 2418, "gene": 2419, "witch": 2420, "\"what": 2421, "featured": 2422, "version,": 2423, "sing": 2424, "me.<br": 2425, "rob": 2426, "anything.": 2427, "things.": 2428, "episode,": 2429, "are.": 2430, "boat": 2431, "stupid.": 2432, "lines,": 2433, "(especially": 2434, "favor": 2435, "page": 2436, "12": 2437, "process": 2438, "experienced": 2439, "powers": 2440, "smile": 2441, "mrs.": 2442, "long.": 2443, "one.<br": 2444, "bland": 2445, "gold": 2446, "which,": 2447, "/>at": 2448, "about,": 2449, "(though": 2450, "faith": 2451, "depicted": 2452, "friendship": 2453, "brilliantly": 2454, "gratuitous": 2455, "ever,": 2456, "desert": 2457, "anyway.": 2458, "why?": 2459, "all.<br": 2460, "initial": 2461, "types": 2462, "source": 2463, "chose": 2464, "player": 2465, "think,": 2466, "massive": 2467, "nominated": 2468, "enter": 2469, "morning": 2470, "talents": 2471, "around,": 2472, "obsessed": 2473, "max": 2474, "pulls": 2475, "visually": 2476, "imagination": 2477, "north": 2478, "clichés": 2479, "pleasant": 2480, "recall": 2481, "serves": 2482, "passed": 2483, "home.": 2484, "partner": 2485, "absurd": 2486, "bank": 2487, "sudden": 2488, "marry": 2489, "priest": 2490, "ann": 2491, "president": 2492, "tape": 2493, "moore": 2494, "accidentally": 2495, "and/or": 2496, "excellent.": 2497, "suffering": 2498, "williams": 2499, "explained": 2500, "story.<br": 2501, "shocked": 2502, "unfortunate": 2503, "others,": 2504, "year.": 2505, "realizes": 2506, "legend": 2507, "allen": 2508, "calling": 2509, "us.": 2510, "figured": 2511, "things,": 2512, "remotely": 2513, "owner": 2514, "mine": 2515, "(he": 2516, "claim": 2517, "cost": 2518, "chosen": 2519, "teenagers": 2520, "accident": 2521, "drag": 2522, "jackie": 2523, "test": 2524, "lousy": 2525, "fly": 2526, "spoilers": 2527, "witty": 2528, "humans": 2529, "contrast": 2530, "village": 2531, "blonde": 2532, "speaks": 2533, "bbc": 2534, "ice": 2535, "texas": 2536, "dan": 2537, "survive": 2538, "grade": 2539, "feet": 2540, "(at": 2541, "shot,": 2542, "cinema,": 2543, "committed": 2544, "gory": 2545, "plans": 2546, "themselves.": 2547, "canadian": 2548, "this.<br": 2549, "stuff.": 2550, "tv.": 2551, "forever": 2552, "production.": 2553, "sympathetic": 2554, "efforts": 2555, "flick,": 2556, "excited": 2557, "exact": 2558, "occasional": 2559, "entertaining,": 2560, "locations": 2561, "draw": 2562, "cable": 2563, "lesson": 2564, "parody": 2565, "decision": 2566, "roll": 2567, "prepared": 2568, "hanging": 2569, "(it": 2570, "program": 2571, "lovers": 2572, "very,": 2573, "jewish": 2574, "own.": 2575, "genre,": 2576, "/>now": 2577, "bet": 2578, "audience,": 2579, "multiple": 2580, "beginning,": 2581, "****": 2582, "soft": 2583, "author": 2584, "veteran": 2585, "irish": 2586, "saturday": 2587, "children's": 2588, "drunk": 2589, "reveal": 2590, "presents": 2591, "of,": 2592, "guy.": 2593, "research": 2594, "indeed,": 2595, "hide": 2596, "line,": 2597, "directly": 2598, "wind": 2599, "would've": 2600, "chief": 2601, "cinematography,": 2602, "friend,": 2603, "sounded": 2604, "trapped": 2605, "irritating": 2606, "scare": 2607, "unfunny": 2608, "realism": 2609, "friends.": 2610, "children,": 2611, "lesbian": 2612, "chick": 2613, "patrick": 2614, "watchable": 2615, "excellent,": 2616, "larry": 2617, "alex": 2618, "drop": 2619, "insane": 2620, "roger": 2621, "villains": 2622, "cutting": 2623, "writing,": 2624, "legendary": 2625, "paying": 2626, "field": 2627, "advice": 2628, "focuses": 2629, "creatures": 2630, "breaking": 2631, "twisted": 2632, "matt": 2633, "hired": 2634, "downright": 2635, "african": 2636, "inner": 2637, "dubbed": 2638, "universal": 2639, "handsome": 2640, "louis": 2641, "community": 2642, "greater": 2643, "debut": 2644, "attitude": 2645, "shop": 2646, "center": 2647, "possible.": 2648, "claims": 2649, "fashion": 2650, "singer": 2651, "streets": 2652, "instead.": 2653, "results": 2654, "stayed": 2655, "/>of": 2656, "dennis": 2657, "words,": 2658, "disappointment": 2659, "days,": 2660, "depiction": 2661, "pretentious": 2662, "sadly,": 2663, "prefer": 2664, "sports": 2665, "regret": 2666, "/>don't": 2667, "covered": 2668, "anything,": 2669, "donald": 2670, "episode.": 2671, "joseph": 2672, "horror,": 2673, "generation": 2674, "spite": 2675, "wars": 2676, "edward": 2677, "does.": 2678, "lives.": 2679, "clean": 2680, "did,": 2681, "seriously.": 2682, "bothered": 2683, "influence": 2684, "ball": 2685, "via": 2686, "satire": 2687, "suit": 2688, "heroine": 2689, "reveals": 2690, "exploitation": 2691, "necessarily": 2692, "blow": 2693, "nothing.": 2694, "son,": 2695, "cars": 2696, "/>we": 2697, "deadly": 2698, "prior": 2699, "that.<br": 2700, "frame": 2701, "film!": 2702, "old,": 2703, "reason.": 2704, "/>with": 2705, "/>that": 2706, "women,": 2707, "corny": 2708, "throws": 2709, "dick": 2710, "surreal": 2711, "performed": 2712, "hopefully": 2713, "behavior": 2714, "round": 2715, "convinced": 2716, "he'd": 2717, "regarding": 2718, "douglas": 2719, "heavily": 2720, "kinds": 2721, "this?": 2722, "abandoned": 2723, "serve": 2724, "lower": 2725, "dreadful": 2726, "blown": 2727, "moon": 2728, "could've": 2729, "ridiculous.": 2730, "handled": 2731, "ladies": 2732, "civil": 2733, "actually,": 2734, "wear": 2735, "repeated": 2736, "guilty": 2737, "crowd": 2738, "gore,": 2739, "/>even": 2740, "raised": 2741, "explains": 2742, "shallow": 2743, "young,": 2744, "witness": 2745, "mere": 2746, "clue": 2747, "closer": 2748, "focused": 2749, "context": 2750, "placed": 2751, "skills": 2752, "/>although": 2753, "southern": 2754, "sympathy": 2755, "halfway": 2756, "ii": 2757, "else,": 2758, "renting": 2759, "whoever": 2760, "speech": 2761, "wedding": 2762, "facial": 2763, "identity": 2764, "throwing": 2765, "brown": 2766, "\"you": 2767, "logic": 2768, "sheriff": 2769, "prince": 2770, "true,": 2771, "/>then": 2772, "dark,": 2773, "haunted": 2774, "comparison": 2775, "wise": 2776, "ruin": 2777, "haunting": 2778, "protagonist": 2779, "treatment": 2780, "taylor": 2781, "pile": 2782, "guns": 2783, "variety": 2784, "critical": 2785, "seek": 2786, "join": 2787, "nuclear": 2788, "voices": 2789, "trek": 2790, "flashbacks": 2791, "davis": 2792, "display": 2793, "laugh.": 2794, "unlikely": 2795, "bodies": 2796, "model": 2797, "attempting": 2798, "youth": 2799, "changing": 2800, "laugh,": 2801, "school,": 2802, "amateur": 2803, "exist": 2804, "previously": 2805, "forgot": 2806, "amazingly": 2807, "adding": 2808, "deeper": 2809, "vehicle": 2810, "encounter": 2811, "desperately": 2812, "written,": 2813, "fault": 2814, "horrible.": 2815, "anyway": 2816, "stays": 2817, "sharp": 2818, "novel,": 2819, "embarrassing": 2820, "mexican": 2821, "required": 2822, "history,": 2823, "wayne": 2824, "80s": 2825, "fate": 2826, "style.": 2827, "contrived": 2828, "carried": 2829, "urban": 2830, "carries": 2831, "window": 2832, "product": 2833, "hong": 2834, "standards": 2835, "amongst": 2836, "river": 2837, "film-making": 2838, "designed": 2839, "security": 2840, "cash": 2841, "purely": 2842, "kong": 2843, "offered": 2844, "struggling": 2845, "spectacular": 2846, "supernatural": 2847, "scream": 2848, "mildly": 2849, "visuals": 2850, "touches": 2851, "albert": 2852, "buying": 2853, "2.": 2854, "amazed": 2855, "first.": 2856, "/>another": 2857, "dozen": 2858, "dated": 2859, "reminiscent": 2860, "prime": 2861, "extraordinary": 2862, "floor": 2863, "thoughts": 2864, "slow,": 2865, "ain't": 2866, "god,": 2867, "contain": 2868, "lewis": 2869, "bear": 2870, "medical": 2871, "daughter,": 2872, "predictable,": 2873, "(including": 2874, "heck": 2875, "people's": 2876, "closing": 2877, "end.<br": 2878, "over-the-top": 2879, "stereotypical": 2880, "drives": 2881, "kids,": 2882, "tv,": 2883, "core": 2884, "driven": 2885, "express": 2886, "later.": 2887, "real.": 2888, "insight": 2889, "dean": 2890, "starred": 2891, "face.": 2892, "stolen": 2893, "causes": 2894, "walter": 2895, "weeks": 2896, "career.": 2897, "professor": 2898, "men,": 2899, "listening": 2900, "rip": 2901, "over,": 2902, "disgusting": 2903, "humanity": 2904, "school.": 2905, "nightmare": 2906, "father's": 2907, "experiences": 2908, "pity": 2909, "warm": 2910, "bomb": 2911, "for,": 2912, "formula": 2913, "children.": 2914, "correct": 2915, "helping": 2916, "film?": 2917, "appropriate": 2918, "freedom": 2919, "beloved": 2920, "hunt": 2921, "costume": 2922, "facts": 2923, "significant": 2924, "indie": 2925, "enjoying": 2926, "castle": 2927, "depressing": 2928, "stereotypes": 2929, "ignore": 2930, "way.<br": 2931, "rose": 2932, "entertainment.": 2933, "matters": 2934, "mainstream": 2935, "another.": 2936, "kids.": 2937, "teenager": 2938, "elizabeth": 2939, "versions": 2940, "version.": 2941, "target": 2942, "training": 2943, "network": 2944, "eight": 2945, "mess.": 2946, "hey,": 2947, "make-up": 2948, "passing": 2949, "mickey": 2950, "faithful": 2951, "drew": 2952, "alice": 2953, "effectively": 2954, "families": 2955, "picks": 2956, "classics": 2957, "concerned": 2958, "revolves": 2959, "slapstick": 2960, "proud": 2961, "throughout.": 2962, "promising": 2963, "cultural": 2964, "here.<br": 2965, "rental": 2966, "warning": 2967, "suffer": 2968, "wears": 2969, "say.": 2970, "(one": 2971, "happen.": 2972, "seagal": 2973, "segment": 2974, "combined": 2975, "decade": 2976, "driver": 2977, "/>so,": 2978, "conversation": 2979, "beach": 2980, "separate": 2981, "werewolf": 2982, "head.": 2983, "account": 2984, "understood": 2985, "direction.": 2986, "no.": 2987, "crying": 2988, "side,": 2989, "(this": 2990, "b-movie": 2991, "naive": 2992, "teens": 2993, "propaganda": 2994, "refreshing": 2995, "girl.": 2996, "interviews": 2997, "false": 2998, "lynch": 2999, "broadway": 3000, "aliens": 3001, "dialogue.": 3002, "promise": 3003, "learning": 3004, "crash": 3005, "site": 3006, "shakespeare": 3007, "harsh": 3008, "letting": 3009, "morgan": 3010, "seat": 3011, "roy": 3012, "amazing.": 3013, "von": 3014, "kate": 3015, "u": 3016, "wife.": 3017, "touched": 3018, "satisfying": 3019, "halloween": 3020, "served": 3021, "ted": 3022, "lot.": 3023, "anna": 3024, "carrying": 3025, "dollar": 3026, "adventures": 3027, "game.": 3028, "remote": 3029, "so-called": 3030, "daily": 3031, "succeeds": 3032, "roles,": 3033, "dollars": 3034, "tedious": 3035, "finale": 3036, "interview": 3037, "/>there's": 3038, "dry": 3039, "cruel": 3040, "clichéd": 3041, "protect": 3042, "determined": 3043, "underground": 3044, "makeup": 3045, "flesh": 3046, "destroyed": 3047, "hunter": 3048, "jesus": 3049, "magical": 3050, "foot": 3051, "consists": 3052, "arrives": 3053, "production,": 3054, "appealing": 3055, "unrealistic": 3056, "perspective": 3057, "speed": 3058, "thousands": 3059, "sake": 3060, "sorts": 3061, "keaton": 3062, "that?": 3063, "praise": 3064, "simon": 3065, "sisters": 3066, "horrible,": 3067, "luck": 3068, "paint": 3069, "what?": 3070, "woman.": 3071, "technology": 3072, "perform": 3073, "handle": 3074, "dead,": 3075, "failure": 3076, "level.": 3077, "town.": 3078, "highlight": 3079, "picture,": 3080, "dull,": 3081, "victor": 3082, "fu": 3083, "replaced": 3084, "enemy": 3085, "sum": 3086, "brother,": 3087, "truck": 3088, "san": 3089, "go.": 3090, "nude": 3091, "wit": 3092, "mentally": 3093, "hundred": 3094, "whereas": 3095, "dead.": 3096, "sensitive": 3097, "julia": 3098, "amateurish": 3099, "heart.": 3100, "sir": 3101, "skin": 3102, "why.": 3103, "rough": 3104, "everyday": 3105, "life.<br": 3106, "recommended.": 3107, "wasting": 3108, "achieve": 3109, "los": 3110, "statement": 3111, "guest": 3112, "(of": 3113, "hall": 3114, "executed": 3115, "reporter": 3116, "spoiler": 3117, "another,": 3118, "searching": 3119, "remind": 3120, "tight": 3121, "actress,": 3122, "friday": 3123, "service": 3124, "ass": 3125, "dogs": 3126, "fallen": 3127, "city,": 3128, "sold": 3129, "gruesome": 3130, "baseball": 3131, "mask": 3132, "ill": 3133, "shot.": 3134, "studios": 3135, "through,": 3136, "raise": 3137, "notable": 3138, "year,": 3139, "tarzan": 3140, "related": 3141, "believed": 3142, "spoof": 3143, "something,": 3144, "soviet": 3145, "myself,": 3146, "father.": 3147, "rolling": 3148, "lonely": 3149, "mob": 3150, "25": 3151, "safe": 3152, "warn": 3153, "lights": 3154, "suspense,": 3155, "eyes,": 3156, "attacked": 3157, "while,": 3158, "cage": 3159, "wealthy": 3160, "helen": 3161, "relief": 3162, "out.<br": 3163, "fourth": 3164, "town,": 3165, "metal": 3166, "instance,": 3167, "vampires": 3168, "devil": 3169, "good.<br": 3170, "erotic": 3171, "anime": 3172, "fbi": 3173, "70s": 3174, "barry": 3175, "qualities": 3176, "holmes": 3177, "attempted": 3178, "stars,": 3179, "saves": 3180, "section": 3181, "surrounding": 3182, "seeking": 3183, "true.": 3184, "chan": 3185, "print": 3186, "initially": 3187, "uk": 3188, "gordon": 3189, "play,": 3190, "ripped": 3191, "women.": 3192, "awards": 3193, "england": 3194, "perfect.": 3195, 